Repository: fer-hnndz/budgetize
Catalog: budgetize/translations/*/*.po
Languages: es

source: Income
es: Ingresos

source: Food
es: Alimentos

source: Groceries
es: Supermercado

source: Medicine
es: Medicina

source: Car
es: Carro

source: Gifts
es: Regalos

source: Investment
es: Inversiones

source: Entertainment
es: Entretenimiento

source: Add Category
es: Agregar Categoría

source: Delete Selected Categories
es: Borrar Categorías Seleccioandas

source: Close
es: Cerrar

source: Enter Category Name
es: Ingrese nombre de la Categoría

source: Categories have been saved
es: Las categorías han sido guardadas.

source: Categories Updated
es: Categorías Actualizadas

source: Added category {category_name}
es: Se agregó la Categoría: {category}

source: Category Added
es: Categoría Agregada

source: Accept
es: Aceptar

source: Cancel
es: Cancelar

source: Select a File
es: Selecciona un Archivo

source: File Selector
es: Selector de Archivos

source: Please select a file.
es: Por favor selecciona un Archivo

source: Recover From Backup
es: Restaurar desde Respaldo

source: Please select file.
es: Por favor selecciona un Archivo

source: Done
es: Hecho

source: Transaction #{transaction_id} Details
es: Detalle de Transacción #{transaction_id}

source: Date: {date_str}
es: Fecha: {date_str}

source: Account: {account_name}
es: Cuenta: {account_name}

source: Amount: {amt}
es: Cantidad: {amt}

source: Description: {desc}
es: Descripción: {desc}

source: Category: {category}
es: Categoría: {category}

source: Edit
es: Editar

source: Delete
es: Eliminar

source: The transaction has been successfully deleted.
es: La transacción ha sido eliminada exitosamente.

source: Transaction Deleted
es: Transacción Eliminada

source: Cancel Transaction
es: Cancelar Transacción

source: Account
es: Cuenta

source: Amount
es: Cantidad

source: Date
es: Fecha

source: Description
es: Descripción

source: Update Transaction
es: Actualizar Transacción

source: Add Transaction
es: Agregar Transacción

source: Sucessfully updated transaction!
es: Transacción Actualizada Exitosamente

source: Transaction Updated
es: Transacción Actualizada

source: Sucessfully added transaction of {currency} {amount}
es: Se agregó exitosamente la transacción de {currency} {amount}

source: Transaction Added
es: Transacción Agregada

source: Create Account
es: Crear Cuenta

source: Account Currency
es: Moneda de la Cuenta

source: Account Name
es: Nombre de la Cuenta

source: Bank Account
es: Cuenta de Banco

source: Starting Balance
es: Balance Inicial

source: Initial Balance must be atleast zero.
es: El balance inicial debe ser al menos cero.

source: Account Name already Exists
es: El Nombre de la Cuenta ya Existe.

source: You cannot have 2 accounts with the same name!
es: ¡No puedes tener 2 cuentas con el mismo nombre!

source: Account created successfully.
es: Cuenta creada exitosamente.

source: Create Budget
es: Crear Presupuesto

source: Expected Monthly Income
es: Ingreso Mensual Esperado

source: The amount of money you expect to earn each month.
es: La cantidad de dinero que esperas generar cada mes.

source: Categories Expense Limit
es: Limite de Gasto por Categorías

source: The name of the category.
es: El nombre de las categorías.

source: The expense limit of the category.
es: El límite de gasto para la categoría.

source: Add Limit
es: Agregar Límite

source: Delete Limit
es: Eliminar Límite

source: Save Budget
es: Guardar Presupuesto

source: Could not add Limit
es: No se pudo agregar el Límite

source: The limit must be greater than 0.
es: El límite debe ser mayor a 0.

source: Budget Saved
es: Presupuesto Guardado

source: Your budget has been saved.
es: Tu presupuesto ha sido guardado.

source: [yellow2]Total Limits: {total_limits}
es: [yellow2]Total en Límites: {total_limits}

source: [red]WARNING: Your total limits exceed your expected income ({difference}). Considering lowering the limits
es: [red]ADVERTENCIA: El total de tus límites excede tu ingreso esperado ({difference}). Considera decrementar tus límites.

source: [green]You have perfectly balanced your budget. Good job!
es: [green]Has balanceado perfectamente tu presupuesto. ¡Buen Trabajo!

source: [blue]You still have money on your expected income to spend (+ {difference}). Perhaps you can increase some limits.
es: [blue]Todavía tienes dinero en tu ingreso mensual esperado para gastar (+ {difference}). Tal vez podrías incrementar tus límites.

source: Initial Setup
es: Configuración Inicial

source: Select your Base Currency
es: Selecciona tu Moneda Principal

source: Select a language
es: Selecciona un idioma

source: Save
es: Guardar

source: Or import your data from a Budgetize file
es: O importa tus datos de un archivo de Budgetize.

source: Import
es: Importar

source: Select a Budgetize file to import
es: Selecciona un archivo de Budgetize para importar

source: Invalid file selected. Please select a [red].{EXPORT_DATA_EXTENSION}[/red] file.
es: Archivo inválido seleccionado. Por favor selecciona un archivo con la extensión [red].{EXPORT_DATA_EXTENSION}[/red]

source: Welcome to Budgetize. Restart the app to apply selected language.
es: Bienvenido a Budgetize. Reinicia la app para aplicar el idioma seleccionado.

source: Need a Budget? Let's get to action. With a budget you can: - Track every cent coming in and going out of your accounts. - Add limits to expend on each category. - Get reports of how much you have been following your budget.
es: ¿Necesitas un Presupuesto? Pongámonos en acción. Con un presupuesto podrás:- Rastrear cada centavo entrando y saliendo de tus cuentas. - Agregar un límite de gasto en cada categoría. - Obtener reportes de como has seguido tu presupuesto.

source: Quit Budgetize
es: Salir de Budgetize

source: Force Exchange Rate Update
es: Forzar Actualización de Tasas de Cambio

source: Open Settings
es: Abrir Configuración

source: Main Menu
es: Menú Principal

source: Accounts
es: Cuentas

source: Manage Accounts
es: Administrar Cuentas

source: New Transanction
es: Nueva Transacción

source: Transfer between Accounts
es: Transferir entre Cuentas

source: Recent Transactions
es: Transacciones Recientes

source: [bold][sandy_brown]Tip:[/bold][/sandy_brown] [italic]Click on a transaction to manage it.
es: [bold][sandy_brown]Consejo:[/bold][/sandy_brown] [italic]Clickea en una transacción para administrarla.

source: Budgets
es: Presupuestos

source: Cannot Manage Accounts
es: No se puede Administrar las Cuents

source: You must need atleast one account to manage accounts.
es: Necesitas almenos una cuenta para administrar cuentas.

source: Budget Deleted
es: Presupuesto Eliminado

source: You have successfully deleted your budget.
es: Tu presupuesto ha sido eliminado exitosamente.

source: Updating Currency Rates
es: Actualizando Cambios de Moneda

source: Please wait while we retrieve the latest currency conversion rates for you.
es: Por favor espera mientras obtenemos las últimas conversiones de moneda para tí.

source: Error Fetching Exchange Rates
es: Error Obteniendo Tasas de Cambio

source: Updated all currency rates.
es: Se actualizaron todas las tasas de cambio.

source: Category
es: Categoría

source: Income this Month {income_color}{monthly_income}
es: Ingresos este Mes {income_color}{monthly_income}

source: Expenses this Month {expense_color}{monthly_expense}
es: Gastos este Mes {expense_color}{monthly_expense}

source: Connect to the internet to be able to use Budgetize. Or create an issue at Github to get support.
es: Conéctate al internet para poder usar Budgetize. O puedes crear un issue en Github para obtener soporte.

source: Cannot add a Transaction
es: No se puede agregar una Transacción

source: You must need atleast one account to add a transaction.
es: Necesitas almenos una cuenta para agregar una transacción.

source: Are you sure you want to quit?
es: ¿Estás seguro que quieres salir?

source: Back to Main Menu
es: Regresar al Menú Principal

source: Delete Account
es: Eliminar Cuenta

source: {account_name} has been deleted.
es: {account_name} ha sido eliminada.

source: Account Deleted
es: Cuenta Eliminada

source: Quit without saving
es: Salir sin guardar

source: Save and Quit
es: Guardar y Salir

source: Settings
es: Configuración

source: Language
es: Idioma

source: Main Currency
es: Moneda Principal

source: Manage Categories
es: Administrar Categorías

source: Revert Accounts & Transactions from Backup
es: Revertir Cuentas & Transacciones de un Respaldo

source: Export all Budgetize Data
es: Exportar toda la información de Budgetize

source: Select the backup you want to revert to
es: Selecciona el respaldo que quieres revertir

source: All data has been exported to {path}
es: Toda la información ha sido exportada a {path}

source: No backup selected.
es: No hay un respaldo seleccionado.

source: Backup loaded successfully. Please restart Budgetize.
es: Respaldo cargado exitosamente. Por favor reinicia Budgetize.

source: Close Budgetize to apply the new language.
es: Cierra Budgetize para aplicar el nuevo idioma.

source: Language Change
es: Cambio de Idioma

source: Settings saved.
es: Configuración guardada.

source: Settings Changed
es: Configuración Modificada

source: Transfer Funds
es: Transferir Fondos

source: Origin Account
es: Cuenta Origen

source: Amount to Tranfer
es: Cantidad a Transferir

source: Destination Account
es: Eliminar Cuenta

source: Confirm Transfer
es: Confirmar Transferencia

source: Error Transfering Funds
es: Error Transfiriendo Fondos

source: Origin and Destination Accounts can not be the same.
es: Las cuentas de Origen y Destino no pueden ser las mismas.

source: Transfer amount has to be atleast 1.
es: Los fondos a transferir deben de ser al menos 1.

source: Insufficient funds in Origin account.
es: Fondos insuficientes en la cuenta Origen.

source: Funds Transfered
es: Fondos Transferidos

source: Funds have been successfully transfered.
es: Los fondos han sido transferidos exitosamente.

source: Origin Account ({account_name}) New Balance [bold red]Insufficient funds.
es: Balance Nuevo de la Cuenta Origen ({account_name}) [bold red]Fondos Insuficientes.

source: Origin Account ({account_name}) New Balance {color}{formatted_new_balance}
es: Balance Nuevo de la Cuenta Origen ({account_name}) {color}{formatted_new_balance}

source: Destination Account New Balance [bold red]Please select a different account.
es: Balance Nuevo de la Cuenta Destino [bold red]Por favor seleccione una cuenta distinta.

source: Destination Account ({account_name}) New Balance {color}{formatted_new_balance}
es: Balance Nuevo de la Cuenta Destino ({account_name}) {color}{formatted_new_balance}
